<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'an_1' => '特定・専門',
    'an_2' => '総合管理',
    'an_3' => '自由・自律',
    'an_4' => '安全・安定',
    'an_5' => '創意・創業',
    'an_6' => '奉仕・貢献',
    'an_7' => '挑戦・克服',
    'an_8' => '生活様式',
    'an_1_co' => 'この領域にキャリア・アンカーのある人は、自分の技能を発揮できる機会は決して逃したくないと考え、常にその技能を磨き続けようとする。自分のアイデンティティはその技能を発揮することにあると感じるし、その技能を発揮することに挑戦できる仕事、職業に携わることに最も幸せを感じる。
その技能を発揮できる場合は進んで人を管理・監督すが、そのためにその技能を発揮することが制限される場合は、管理・監督の立場を放棄しようとする。',
    'an_2_co' => 'この領域にキャリア・アンカーのある人は、さまざまな職能、部下を統合、管理して、ある部門の成果をあげることに責任を負うくらい高い地位につき、組織の階層を上ることができる機会は決して逃したくないと考えている。自分が属する組織全体が業績を上げることに貢献できる仕事をすることに自分のアイデンティティを感じる。現在、専門・技術の分野にいても、それはできるだけ早く総合的経営管理の仕事に就くために必要な経験を習得するためであって、専門・技術を高め、その長となるためではない。',
    'an_3_co' => 'この領域にキャリア・アンカーのある人は、自分の仕事を自分なりにやっていける機会は決して逃したくないと考えている。組織の中で仕事をしていても、いつ、どのように仕事をするかを自分で決められる仕事に留まりたいと思っている。組織の規則や制約を耐えがたく感じたときは、自由が得られるたとえば教師やコンサルタントのような職業に就くことを考える。自律・自立を確保するためには、昇進の機会も辞退する。この自由でありたい欲求のためには自分で事業を始めることも考える（ただし、企業家的創造性とは異なることに注意）。',
    'an_4_co' => 'この領域にキャリア・アンカーのある人は、終身雇用的な安全を失うようなことはしない。主たる関心は組織の中で安心感を持つことであり、恩給や退職金のような経済的な保障を求める。こうした安心感や保障は、組織が命ずることには、何であれ、進んで忠誠を示すことと引き換えに得ることができるので、自分の能力がもっと高い場合であっても、仕事の内容や組織上の地位にはあまり関心を持たない。自律・独立アンカーもそうであるが、誰もがある程度、このアンカーを持っている。特に、経済的な必要が強い時や定年間近な時はこのアンカーの関心は強くならざるを得ないが、このアンカーの人はいつも保障／安定が関心の中心である。',
    'an_5_co' => 'この領域にキャリア・アンカーのある人は、機会さえあれば能力をあげて、進んでリスクをおかし、障害を克服し、自分の組織や企業を起こしたいと考えている。自分の努力の結果として、企業を起こす能力を世間に示したいと望んでる。勉強し、チャンスを見きわめるまでは組織の中で組織のために仕事をするかもしれないが、何とかなると思えばすぐさま、自分の力でやってみるために組織を離れる。自分の能力の証として企業を経済的に成功させたいと望む。',
    'an_6_co' => 'この領域にキャリア・アンカーのある人は、何か価値のある者、例えば、この世の中をもっと住みよいものにするとか、環境問題を解決するとか、人との協調を促進するとか、人を援助するとか、安全を確保するとか、新薬を開発するというような仕事をする機会があれば、その機会を決して逃したくないと考えている。組織を変わるようなことになってもそのような機会を追求しようとするし、そのような価値を実現させてくれる仕事から引き離されるような移動や昇進は拒否する。',
    'an_7_co' => 'この領域にキャリア・アンカーのある人は、解決不能と思える難問を解決したり、手強い競争相手を打ち負かしたり、困難な障害を克服したりできる機会があれば、その機会を逃したくないと考えている。仕事やキャリアを追求する唯一の意味は、不可能ことに立ち向かい、エンジニアのように知的な仕事の中に見出す人もいれば、万策つきて破産しそうな人にしか関心をむけない経営戦略専門のコンサルタントのように複雑で多面的な状況に挑戦することの中に見出す人もいれば、プロのスポーツ選手や一つ一つの取引を勝負とみなすセールスマンのように、相手との競争の中に見出す人もいる。新しいさ、変化、困難それ自体が目的となり、そうしたことが失われればすぐさまうんざりしてしまう。',
    'an_8_co' => 'この領域にキャリア・アンカーのある人は、自分の個々人な欲求、家族の要求、キャリア上の要請の三つを均衡させ、統合することができる状況を失いたくないと考えている。生活のこの三つの要素を全体として統合したいと望んでいるので、そうした統合を達成できるだけの柔軟さをキャリア状態がもたらしてくれることを必要としている。そのため、キャリアのある側面（例えば、転勤が昇進を意味していても、それが、生活全般を混乱させるものである場合）を犠牲にするかもしれない。成功するということはキャリア上の成功だけに限らないと考えている。トータルにとらえた自分の生活をどう送るか、どこの住み、家族との生活をどう折り合わせていくか、どのような仕事、組織とであれ、仕事・組織よりも自分自身をどう成長させるかということに一層のアイデンティティを感じる。',
    



    'tp_1' => 'ある分野の専門性を高め、専門家としての自信をもって活動できるようになりたい。',
    'tp_2' => '組織・グループの人々の活動を指導・統括して成果を上げたとき、充実感を感じる。',
    'tp_3' => '仕事の進め方も、時間の配分も自分で決められるよな仕事につきたい。',
    'tp_4' => '雇用が保証され、収入も安定することのほうが、自己決定や自由裁量より大事だ。',
    'tp_5' => '独自に仕事を始められるようなアイデアや、チャンスがないかと注意している。',
    'tp_6' => '社会福祉への貢献感に満ち足りているようなキャリアを実現したい。',
    'tp_7' => '難しい課題に挑戦し続けていけるようなキャリアに張り合いを感じる。',
    'tp_8' => '自分自身の関心、家族への配慮などを軽視するような組織には入りたくない。',
    'tp_9' => '専門分野、担当分野での専門性を高め続けていくことに真の充実感がある。',
    'tp_10' => '組織体の執行責任として、多くの人に影響を与えるような立場で仕事をしたい。',
    'tp_11' => '課題、優先順位、手順などを自分で決められるときに大きな喜びを感じる。',
    'tp_12' => '自分の将来の保証をしてくれないような会社に勤めても仕方がない。',
    'tp_13' => '会社の組織な中で昇進を望むよりも、自分のビジネスを始めることを考えたい。',
    'tp_14' => '自分の能力が人々のために役に立っていると実感できるようなキャリアを選びたい',
    'tp_15' => '困難な状況に立ち向かい、それを克服できたとこそ、真の達成感を味わえる。',
    'tp_16' => '自分の関心、家族への配慮、仕事上の要請をうまく調和させることを常に考える。',
    'tp_17' => '上級管理職を目指すより、自分に向いた仕事で能力を発揮するキャリアを選びたい。',
    'tp_18' => 'できれば組織の最高執行者になって、キャリア上の成功感を味わいたいと思う。',
    'tp_19' => '自分自身の自由・自主性が十分に認められることが、キャリア上の成功感となる。',
    'tp_20' => '安定感・安全感の得られる会社・仕事であることが自分にとって最も重要である。',
    'tp_21' => '自分自身の創造性が実を結んだときこと最高の達成感を味わえる。',
    'tp_22' => '行きやすく働きやすい社会を作りに役立てれば、組織内昇進を上回る喜びになる。',
    'tp_23' => '解決困難／勝算不明の状況を克服した時の達成感がこそキャリア成功感といえる。',
    'tp_24' => '自分、家族、友人、仕事の調和を保つことが、キャリアの上で最も大切である。',
    'tp_25' => '自分に最適の専門領域から外されるくらいなら、その組織をやめることを考える。',
    'tp_26' => '特定の専門分野の責任者となるより、広い範囲を統括する仕事／活動のほうが好きだ。',
    'tp_27' => '安全・安定の保証より、制約・制限なく自由に活動できるキャリアを選択する。',
    'tp_28' => '経済的安定と雇用・身分の保証を時間できるときに仕事の満足も感じる。',
    'tp_29' => '自分自身のアイディアで何かを実現できた時の満足感が最高だ。',
    'tp_30' => '人間と社会に貢献できるような仕事・活動につくことが私の願いだ。',
    'tp_31' => '自分問題解決能力や競争的能力が試されるような仕事にこそ価値を感じる',
    'tp_32' => '仕事と私生活のバランスを失わないようにすることが、昇進より大切だ。',
    'tp_33' => '仕事上の充実感が得られるのは、自分独自の能力・専門力を発揮できているときだ。',
    'tp_34' => '会社の上級職位への昇進コースから外されるようなら、退社／転社を考える。',
    'tp_35' => '自己決定と自己裁量が著しく制限されるようなら、その職を離れることを考える',
    'tp_36' => '安定感に満ちた組織の中でないとキャリアを真剣に考えることができない。',
    'tp_37' => '自分の会社を創り、自分のビジネスを始めたいという願望を持っている。',
    'tp_38' => '社会福祉に貢献したい自分の願いを認めないような会社は嫌いだ。',
    'tp_39' => '上級管理職よりも、困難な問題解決に取り組む仕事のほうがやりがいがある。',
    'tp_40' => '家族を含む自分の私生活が乱されないような仕事につくことが重要だ。',





];
